export const L_ARABIC = {
  landingPage: {
    title: 'مطور واجهة مستخدم React 👋🏻',
    description:
      'مرحبًا! أنا برونو مويزو، مطور واجهة مستخدم Frontend مقرها لشبونة، البرتغال 📍',
    about: 'نبذة',
    contact: 'جهات الاتصال',
    projects: 'مشاريع',
    aboutMe: 'عني',
    aboutText1:
      'أنا مطور متخصص في تطبيقات الويب. بدأت مسيرتي المهنية في عام 2018 عندما كنت في الخامسة عشرة من عمري، حيث قمت بأولى خطواتي في عالم البرمجة.',
    aboutText2:
      'في عام 2022، عندما كنت في ال19 من عمري، أغلقت أول عقد لي كمهندس برمجيات مبتدئ، والذي منحني الظروف لإنشاء أولى وكالاتي لوسائل التواصل الاجتماعي والتسويق (SMMA).',
    aboutText3:
      'اليوم، أساعد الشركات الصغيرة وأصحاب الأعمال على توسيع نطاق أعمالهم من خلال حلول التجارة الإلكترونية.',
  },
  languages: {
    main: '🌎 اللغة',
    english: '🇬🇧 الإنجليزية',
    portuguese: '🇵🇹 البرتغالية',
    german: '🇩🇪 الألمانية',
    french: '🇫🇷 الفرنسية',
    russian: '🇷🇺 الروسية',
    spanish: '🇪🇸 الإسبانية',
    arab: '🇸🇦 العربية',
    indian: '🇮🇳 الهندية',
  },
};
