export const L_ARABIC = {
  landingPage: {
    title: 'مطور واجهة المستخدم في رياكت 👋🏻',
    description:
      'مرحبًا! أنا برونو مويساو، مطور واجهة مستخدم أمامي مقره لشبونة، البرتغال 📍',
    about: 'نبذة',
    contact: 'جهات الاتصال',
    projects: 'مشاريع',
    aboutMe: 'عني',
    tools: 'أدوات',
    aboutText1:
      'أنا مطور متخصص في تطبيقات الويب. بدأت مسيرتي المهنية في عام 2018 عندما كنت في سن 15 عامًا، حيث أخذت أول خطواتي في عالم البرمجة.',
    aboutText2:
      'في عام 2022، في سن 19 عامًا، أنهيت أول عقد لي كمهندس برمجيات مبتدئ، مما منحني الظروف لإنشاء أول وكالة لوسائل التواصل الاجتماعي والتسويق (SMMA) لي.',
    aboutText3:
      'اليوم، أساعد الأعمال الصغيرة ورواد الأعمال على تعميم أعمالهم من خلال حلول التجارة الإلكترونية.',
  },
  darkmode: 'الوضع الداكن',
  lightmode: 'الوضع الفاتح',
  languages: {
    main: '🌎 اللغة',
    english: '🇬🇧 الإنجليزية',
    portuguese: '🇵🇹 البرتغالية',
    german: '🇩🇪 الألمانية',
    french: '🇫🇷 الفرنسية',
    russian: '🇷🇺 الروسية',
    spanish: '🇪🇸 الإسبانية',
    arab: '🇸🇦 العربية',
    indian: '🇮🇳 الهندية',
    chinese: '🇨🇳 صيني',
    japanese: '🇯🇵 ياباني',
  },
};
