export const L_ARABIC = {
  landingPage: {
    title: 'مطور واجهة مستخدم React 👋🏻',
    description:
      'مرحبًا! أنا برونو مويساو، مطور واجهة مستخدم مقيم في لشبونة، البرتغال 📍',
    about: 'نبذة عن',
    contact: 'جهات الاتصال',
    projects: 'مشاريع',
    aboutMe: 'نبذة عني',
    tools: 'أدوات',
    aboutText1:
      'أنا مطور متخصص في تطبيقات الويب. بدأت مسيرتي المهنية في عام 2018 في سن الـ 15، حيث قمت بأولى خطواتي في عالم البرمجة.',
    aboutText2:
      'في عام 2022، في سن الـ 19، أغلقت أول عقد لي كمهندس برمجيات صغير، مما منحني الظروف لإنشاء أول وكالة لوسائل التواصل الاجتماعي والتسويق (SMMA).',
    aboutText3:
      'اليوم، أساعد الشركات الصغيرة ورواد الأعمال على عولمة أعمالهم من خلال حلول التجارة الإلكترونية.',
  },
  footer: {
    email: 'البريد الإلكتروني',
    phoneNumber: 'رقم الهاتف',
  },
  darkmode: 'وضع الظلام',
  lightmode: 'وضع النور',
  languages: {
    main: '🌎 اللغة',
    english: '🇬🇧 الإنجليزية',
    portuguese: '🇵🇹 البرتغالية',
    german: '🇩🇪 الألمانية',
    french: '🇫🇷 الفرنسية',
    russian: '🇷🇺 الروسية',
    spanish: '🇪🇸 الإسبانية',
    arab: '🇸🇦 العربية',
    indian: '🇮🇳 الهندية',
    chinese: '🇨🇳 الصينية',
    japanese: '🇯🇵 اليابانية',
  },
};
