export const L_HINDI = {
  landingPage: {
    title: 'फ्रंट-एंड रिएक्ट डेवलपर 👋🏻',
    description:
      'नमस्ते! मैं ब्रुनो मॉयसाउ, एक फ्रंटएंड डेवलपर जो लिस्बन, पुर्तगाल में स्थित है 📍',
    about: 'के बारे में',
    contact: 'संपर्क',
    projects: 'परियोजनाएँ',
    aboutMe: 'मेरे बारे में',
    tools: 'उपकरण',
    aboutText1:
      'मैं वेब एप्लिकेशन्स में विशेषज्ञ डेवलपर हूँ। मैंने 2018 में 15 साल की आयु में अपना पहला कदम प्रोग्रामिंग की दुनिया में रखा।',
    aboutText2:
      '2022 में, 19 साल की आयु में, मैंने पहला जूनियर सॉफ़्टवेयर इंजीनियर कॉन्ट्रैक्ट बंद किया, जिसने मुझे मेरे पहले SMMA (सोशल मीडिया और मार्केटिंग एजेंसी) स्थापित करने की स्थितियाँ प्रदान की।',
    aboutText3:
      'आज, मैं छोटे व्यवसायों और उद्यमियों की मदद करता हूँ कि वे ई-कॉमर्स समाधानों के माध्यम से अपने व्यवसाय का वैश्विकीकरण करें।',
  },
  footer: {
    email: 'ईमेल',
    phoneNumber: 'फ़ोन नंबर',
  },
  darkmode: 'डार्क मोड',
  lightmode: 'लाइट मोड',
  languages: {
    main: '🌎 भाषा',
    english: '🇬🇧 अंग्रेज़ी',
    portuguese: '🇵🇹 पुर्तगाली',
    german: '🇩🇪 जर्मन',
    french: '🇫🇷 फ़्रेंच',
    russian: '🇷🇺 रूसी',
    spanish: '🇪🇸 स्पेनिश',
    arab: '🇸🇦 अरबी',
    indian: '🇮🇳 हिंदी',
    chinese: '🇨🇳 चीनी',
    japanese: '🇯🇵 जापानी',
  },
};
