export const L_HINDI = {
  landingPage: {
    title: 'फ्रंट-एंड रिएक्ट डेवलपर 👋🏻',
    description:
      'नमस्ते! मैं ब्रूनो मोइसाओ, एक फ्रंटएंड डेवलपर हूँ जो लिस्बन, पुर्तगाल में स्थित है 📍',
    about: 'हमारे बारे में',
    contact: 'संपर्क',
    projects: 'प्रोजेक्ट्स',
    aboutMe: 'मेरे बारे में',
    tools: 'उपकरण',
    aboutText1:
      'मैं एक डेवलपर हूँ जो वेब एप्लिकेशन्स में विशेषज्ञ हूँ। मैंने 2018 में 15 साल की उम्र में अपना करियर शुरू किया, जहाँ मैंने प्रोग्रामिंग की दुनिया में पहले कदम रखे।',
    aboutText2:
      '2022 में, 19 साल की उम्र में, मैंने जूनियर सॉफ़्टवेयर इंजिनियर के रूप में मेरा पहला अनुबंध बंद किया, जिससे मुझे मेरे पहले एसएमएमए (सोशल मीडिया और मार्केटिंग एजेंसी) की स्थापना करने की स्थितियाँ मिलीं।',
    aboutText3:
      'आज, मैं छोटे व्यवसायों और उद्यमियों की मदद करता हूँ कि वे व्यापार को ई-कॉमर्स समाधानों के माध्यम से वैश्विक स्तर पर पहुँचाएं।',
  },
  darkmode: 'डार्क मोड',
  lightmode: 'लाइट मोड',
  languages: {
    main: '🌎 भाषा',
    english: '🇬🇧 अंग्रेज़ी',
    portuguese: '🇵🇹 पुर्तगाली',
    german: '🇩🇪 जर्मन',
    french: '🇫🇷 फ़्रेंच',
    russian: '🇷🇺 रूसी',
    spanish: '🇪🇸 स्पेनिश',
    arab: '🇸🇦 अरबी',
    indian: '🇮🇳 हिंदी',
    chinese: '🇨🇳 चीनी',
    japanese: '🇯🇵 जापानी',
  },
};
