export const L_HINDI = {
  landingPage: {
    title: 'फ्रंट-एंड रिएक्ट डेवलपर 👋🏻',
    description:
      'नमस्ते! मैं ब्रुनो मॉयसाओ, एक फ्रंटएंड डेवलपर जो लिस्बन, पुर्तगाल में स्थित है 📍',
    about: 'मेरे बारे में',
    contact: 'संपर्क',
    projects: 'परियोजनाएँ',
    aboutMe: 'मेरे बारे में',
    aboutText1:
      'मैं वेब एप्लिकेशन में विशेषज्ञ डेवलपर हूँ। मैंने 2018 में अपने 15 वर्ष की आयु में करियर की शुरुआत की, जब मैंने प्रोग्रामिंग की दुनिया में पहले कदम उठाए।',
    aboutText2:
      '2022 में, मेरी 19 वर्ष की आयु में, मैंने अपनी पहली जूनियर सॉफ़्टवेयर इंजीनियर की पद की एक ठोस करार किया, जिसने मुझे मेरे पहले सोशल मीडिया और मार्केटिंग एजेंसी (SMMA) की स्थापना के लिए संभावनाएँ प्रदान की।',
    aboutText3:
      'आज, मैं छोटे व्यवसायों और उद्यमियों की मदद करता हूँ, व्यापार को ई-कॉमर्स समाधानों के माध्यम से वैश्विक स्तर पर ले जाने में।',
  },
  languages: {
    main: '🌎 भाषा',
    english: '🇬🇧 अंग्रेज़ी',
    portuguese: '🇵🇹 पुर्तगाली',
    german: '🇩🇪 जर्मन',
    french: '🇫🇷 फ्रेंच',
    russian: '🇷🇺 रूसी',
    spanish: '🇪🇸 स्पेनिश',
    arab: '🇸🇦 अरबी',
    indian: '🇮🇳 हिंदी',
  },
};
