export const L_RUSSIAN = {
  landingPage: {
    title: 'Разработчик Frontend на React 👋🏻',
    description:
      'Привет! Я Бруно Мозау, Frontend разработчик из Лиссабона, Португалия 📍',
    about: 'О нас',
    contact: 'Контакты',
    projects: 'Проекты',
    aboutMe: 'Обо мне',
    tools: 'Инструменты',
    aboutText1:
      'Я разработчик, специализирующийся на веб-приложениях. Мою карьеру я начал в 2018 году в возрасте 15 лет, где сделал первые шаги в мир программирования.',
    aboutText2:
      'В 2022 году, в возрасте 19 лет, я закрыл свой первый контракт на позицию младшего инженера программного обеспечения, что позволило мне создать свое первое СММА (агентство социальных медиа и маркетинга).',
    aboutText3:
      'Сегодня я помогаю малому бизнесу и предпринимателям глобализировать свой бизнес через решения электронной коммерции.',
  },
  darkmode: 'Темный режим',
  lightmode: 'Светлый режим',
  languages: {
    main: '🌎 Язык',
    english: '🇬🇧 Английский',
    portuguese: '🇵🇹 Португальский',
    german: '🇩🇪 Немецкий',
    french: '🇫🇷 Французский',
    russian: '🇷🇺 Русский',
    spanish: '🇪🇸 Испанский',
    arab: '🇸🇦 Арабский',
    indian: '🇮🇳 Хинди',
    chinese: '🇨🇳 Китайский',
    japanese: '🇯🇵 Японский',
  },
};
