export const L_RUSSIAN = {
  landingPage: {
    title: 'Разработчик Front-end на React 👋🏻',
    description:
      'Привет! Я Бруно Мойсан, разработчик Frontend из Лиссабона, Португалия 📍',
    about: 'О нас',
    contact: 'Контакты',
    projects: 'Проекты',
    aboutMe: 'Обо мне',
    aboutText1:
      'Я разработчик, специализирующийся на веб-приложениях. Начал свою карьеру в 2018 году в возрасте 15 лет, сделав первые шаги в мир программирования.',
    aboutText2:
      'В 2022 году, в возрасте 19 лет, я закрыл свой первый контракт как младший инженер-разработчик, который предоставил мне условия для создания моей первой SMMA (агентство социальных медиа и маркетинга).',
    aboutText3:
      'Сегодня я помогаю малому бизнесу и предпринимателям глобализировать свой бизнес с помощью решений электронной коммерции.',
  },
  languages: {
    main: '🌎 Язык',
    english: '🇬🇧 Английский',
    portuguese: '🇵🇹 португальский',
    german: '🇩🇪 Немецкий',
    french: '🇫🇷 Французский',
    russian: '🇷🇺 Русский',
    spanish: '🇪🇸 Испанский',
    arab: '🇸🇦 Арабский',
    indian: '🇮🇳 Хинди',
  },
};
