export const L_RUSSIAN = {
  landingPage: {
    title: 'Разработчик React-приложений 👋🏻',
    description:
      'Привет! Меня зовут Бруно Муазан, я разработчик интерфейсов из Лиссабона, Португалия 📍',
    about: 'О нас',
    contact: 'Контакты',
    projects: 'Проекты',
    aboutMe: 'Обо мне',
    tools: 'Инструменты',
    aboutText1:
      'Я специализируюсь на разработке веб-приложений. Свою карьеру я начал в 2018 году в 15 лет, когда сделал первые шаги в мир программирования.',
    aboutText2:
      'В 2022 году, в возрасте 19 лет, я заключил свой первый контракт на должность младшего инженера программного обеспечения, что позволило мне создать свое первое агентство социальных медиа и маркетинга (SMMA).',
    aboutText3:
      'Сегодня я помогаю малому бизнесу и предпринимателям масштабировать свой бизнес с помощью решений электронной коммерции.',
  },
  footer: {
    email: 'Электронная почта',
    phoneNumber: 'Номер телефона',
  },
  darkmode: 'Темная тема',
  lightmode: 'Светлая тема',
  languages: {
    main: '🌎 Язык',
    english: '🇬🇧 Английский',
    portuguese: '🇵🇹 Португальский',
    german: '🇩🇪 Немецкий',
    french: '🇫🇷 Французский',
    russian: '🇷🇺 Русский',
    spanish: '🇪🇸 Испанский',
    arab: '🇸🇦 Арабский',
    indian: '🇮🇳 Хинди',
    chinese: '🇨🇳 Китайский',
    japanese: '🇯🇵 Японский',
  },
};
